<!-- begin page title -->
    <section id="page-title">
    	<div class="container clearfix">
            <h1>Hazrat Dr Ghulam Mustafa Khan Sahab R.A</h1>
            <nav id="breadcrumbs">
                <ul>
                    <li><a href="<?php echo base_url();?>">Home</a> &rsaquo;</li>
                    <li>Introduction</li>
                </ul>
            </nav>
        </div>
    </section>
    <!-- begin page title -->
    
    <!-- begin content -->
    <section id="content" class="container clearfix" style="font-size:18px;text-align:right;">
		<p>خوش بو ،  رنگ ،  روشنی،نور،  علم،  آگہی ،  حکمت، بصیرت، ہدایت، عجز،انکسار، مسکراہٹ، زہد، تقویٰ، عبادت، حلم، درک،ریاضت۔ ان سبصفات کو خمیرِسیرت سے ہم آہنگ کیا جائے تو ایک ایسے غلام مصطفےٰ کا چہرہ رشک آساوتقلید زا بنتا تھا،جس کے سایہ بن جایا کرتے تھے۔وہ سب اس سالار کے پیچھے چل کر ایک ایسے کارواں کا حصہ بن جاتے تھے کی منزل پر تو  غلامِ مصطفےٰ سے عبارت اور بجائے خود نقش ہائے سیرتِ بے مثل کی تلاش کی اشارت تھی!!۔ مگر اب جب کہ یہ چراغِ رشد و ہدایت ، 25 ستمبر کو گل ہوگیا۔اس کی ضیاؤں کو لوحِ وقت پر محفوظ کرنے کے لئے ان ہی کی زیست اور ان ہی کے  کارہائے نمایاں سے رجوع کرنے کی سبیل ِ واحد کے سوا باقی رہ گیا ہے۔</p>
		<p>حالاں کہ حضر ت غلام مصطفےٰ کے بے بدل، بے مثال ، بے شماراوربے حساب کارہائےنمایاں اور نگارشاتِبے پایاں پر تحقیق تو بہت پہلے ہوجانا چاہیئے تھی تاکہ اسے آنے والے من والوں اور متوالوں کی استقامت اور رہ نمائ کےلیے نئ دنیا اور نئ زندگی کا  اشارہ اور اشاریہ بنایا جاسکتا،مگر یہ کام اس قدر آسان کہاں تھا۔حضرت کی اپنی شخصیت کی گہرائ اور گیرائ سمندر کی سمائ سے کہیں بڑھ کر ، پھر آپ کی روحانی، دینی ، علمی اور عملی زندگی کے بے شمار متنوعپہلو ، بجائے خود درس گاہوں جامعات اور دانش کدوں کا استعارہ، اس پر مستزاد، حضرت کے ہمہ پہلو ، ہمہ رنگ، ہمہ صفت اور ہمہ جہت کام۔تحریریں ، تنقیدیں ، تصنیفات،تالیفات،ان سب کا پھیلاؤ اور بہاؤ، کسی محقق کو کب ٹھیرنے دیتا تھا کہ وہ اس کام کا بیڑا اٹھاتا۔</p>
		<p>سو یہکام مؤخر ہوتا رہا، اور پھر یہ امرتویوں بھی خوش نصیبی اور مقدر کا حوالہ تھا اور ہے، سو  اسی کے نصیب میں اسے آناتھا،جسے حضرت کی نگاہِ انتخاب خود چنتی، اور یوں یہ اعزاز،یہ مرتبہ، یہ مقام قسمت سے، نصیب سے، مقدر سے، اور حضرت کی توجہ خصوصی   سے ملا تو میرے قابل فخر اور قابلِ قدر عزیز ازجاں بھائ، ڈاکٹر مسرور احمد زئ کو۔</p>
		<p style="font-size:24px;text-align:center;">
            ایں سعادت بزورِ بازو نیست
            <br>
            تا نہ بخشد، خدائے بخشندہ
        </p>
        <p>
            اسی باعث میرے لئےیہ بات کس قدر باعثِ اطمینان،امتنان،فخر اور انبساط ہے کہ اس اہم ترین کام کےلیے قرعہ فال میرے خاندان کے نیک چشم و چراغ کے نام نکلا۔
سہ ماہی عبارت کے "ڈاکٹر غلام مصطفےٰ خان نمبر" کی وقعت ، رفعت اور شان دیکھ کر خود ہی یہ اشارہ ملا کہ اس کام کو آگے بڑھایا جائے اور ان سب حوالوں کی تحقیق کے صبر آزما مرحلوں سے گزار کر اعتبار و سند کی منزل تک لےآیا جائے،۔اس میں حضر ت کی اپنی آمادگی،رہ نمائ اور قدم قدم پر سرپرستی نے راہ کے سب خار، پھولوں میں اور ہر آتش کو چمن زاروں میں بدل دیا۔اس ضمن میں اپنے عزیز برادر اور ڈاکٹر احمد زئ کی استقامت،شبانہ روز محنت اور دیدہ ریزی کی داد  نہ دینا بہت بڑا ظلم ہوگا، اسی لئے میں اس کے ارتکاب سے اجتناب برتتے ہوئے اسے شاباش، داد،اور پیار دینا چاہتا ہوں۔

        </p>
        <p>
            یہاں ڈاکٹر اسلم فرخی صاحب جیسے جیدعالم ،محقق نواز استاد،تحقیق طبع مفکر اور عالم باعمل کے ارتکاز اور توجہ کی داد دینا بھی ضروری ہے کہ ان کی محنت اور محبت دونو ں نے اس چراغ کو روشن کیا ہے ، اسی طرح ڈاکٹر جمیل جالبی جیسے سر تا پا تحقیق پسند ادارہ نما،فرد نے ایک طرف اپنے استاد پر کی جانے والی تحقیق کو توجہ سے دیکھ کر حقِ تلمذ ادا کیا ،تو دوسری جانب  مزاجا و طبعا  اپنے محقق شاگرد کے فن کو پروان چڑھا کر چراغ سے چراغ جلانے کی روایت قائم رکھا ہے ۔ یہاں ڈاکٹر محمد علی صدیقی اور ڈاکٹر اسمٰعیل سعد جیسے علم دوست حضرات کو ہدیہ تشکر پیش کرنا بھی میں اپنے خاندان کےلئے فرض سمجھتا ہوں ، تاہم ان کے شایانِشان سپاس گزار میں خود کو مفلس محسوس کر رہا ہوں۔
        </p>


    </section>
    <!-- end content --> 